"Aw crap" = "Bok aw";
"Back" = "Geri";
"Half full" = "Yarısı dolu";
"How ya feeling today?" = "Nasıl ya bugün hissediyorsun?";
"Live half full." = "Yarısı dolu yaşıyor.";
"Loading..." = "Yükleniyor ...";
"Next" = "Sonraki";
"No internet connection" = "Hiçbir internet bağlantısı";
"OK" = "Tamam";
"Patience is a virtue." = "Sabır bir erdemdir.";
"Share to Facebook" = "Facebook paylaş";
"Share to Twitter" = "Twitter Paylaş";
"Sorry, this quote is too long to post to Twitter." = "Üzgünüz, bu teklif Twitter göndermek için çok uzun.";
"The app that turns your frown upside down with a dose of inspiration to kick any bad mood in the butt!" = "Popo herhangi bir kötü ruh tekme ilham bir doz ile ters, senin kaş çatma döner uygulaması!";
"The glass is always" = "Cam her zaman";
"The quote hasn't loaded yet." = "Alıntı henüz yüklü değil.";
"Try Again" = "Tekrar Dene";
"Whoops" = "Hoppala";
"don't be angry." = "kızgın";
"don't be impatient." = "sabırsız";
"don't be tired." = "yorgun";
"don't be lonely." = "yalnız";
"don't be depressed." = "bunalımlı";
"don't be guilty." = "suçlu";
"don't be sad." = "üzücü";
"don't be nostalgic." = "nostaljik";
"don't be jealous." = "kıskanç";
"don't be dull." = "donuk";
"don't be scared." = "korkmuş";
"don't be anxious." = "endişeli";
"angry" = "kızgın";
"impatient" = "sabırsız";
"tired" = "yorgun";
"lonely" = "yalnız";
"depressed" = "bunalımlı";
"guilty" = "suçlu";
"sad" = "üzücü";
"nostalgic" = "nostaljik";
"jealous" = "kıskanç";
"dull" = "donuk";
"scared" = "korkmuş";
"anxious" = "endişeli";
